Repository: rthees/A-Year-Before
Catalog: ayb_posts-*.po
Languages: de_de

source: Show articles a certain periode of time before
de_de: Zeigt vor einer bestimmten Zeit geschriebene Artikel an

source: Donate with Flattr
de_de: Spende mit Flattr

source: <li>%date%: <a href="%link%" title="%excerpt%">%title%</a></li>
de_de: <li>%date%: <a href="%link%" title="%excerpt%">%title%</a> (%date%)</li>

source: Y-m-d
de_de: d.m.Y

source: No articles on this date.
de_de: Keine Beiträge an diesem Tag.

source: Title:
de_de: Titel:

source: Days before:
de_de: Tage zuvor:

source: Months before:
de_de: Monate zuvor:

source: Years before:
de_de: Jahre zuvor:

source: Lookup-range:
de_de: Rückschaudauer:

source: Dateformat:
de_de: Datumsformat:

source: Public or private articles?:
de_de: Öffentliche oder private Artikel?

source: Only public
de_de: Nur öffentliche

source: Both
de_de: Beides

source: Only private
de_de: Nur private

source: Show pages?:
de_de: Zeige Seiten?

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Text, if no article found:
de_de: Text, wenn kein Artikel gefunden:

source: Anniversary-Mode:
de_de: Jahrestags-Modus

source: Max. number of posts shown:
de_de: Max. Anzahl angezeigter Artikel

source: Output-pattern:
de_de: Ausgabemuster
